export const WhatICanWorkWithImages = [
  "zid.png",
  "shopify.png",
  "wordpress.png",
  "sala.png",
];

export const services = [
  {
    image: "/keyword.png",
    title: "Keyword Research",
    description: `أتفوق في إجراء بحث دقيق عن الكلمات الرئيسية، باستخدام الأدوات والمنهجيات
    المتقدمة لتحديد الكلمات الرئيسية والعبارات عالية التأثير التي تتوافق مع
    هدف البحث لدى الجمهور المستهدف. يمكّنني هذا النهج الاستراتيجي من تحسين
    محتوى موقع الويب والبيانات التعريفية بشكل فعال، مما يؤدي إلى تحسين
    التصنيفات وزيادة حركة المرور العضوية.`,
  },
  {
    image: "/page.png",
    title: "On-Page SEO",
    description: `لدي كفائة في تحسين محركات البحث على الصفحة من خلال قدرتي على تحسين عناصر موقع الويب بدقة، بما في ذلك العناوين التعريفية والأوصاف التعريفية وعلامات الرأس والنصوص البديلة للصور. من خلال الالتزام بأفضل ممارسات تحسين محركات البحث (SEO)، أضمن أن مواقع الويب ليست صديقة لمحركات البحث فحسب، بل توفر أيضًا تجربة مستخدم سلسة وجذابة.`,
  },
  {
    image: "/backlink.png",
    title: "BackLink Building",
    description: `لدي فهم قوي لاستراتيجيات بناء الروابط الخلفية، مما يسمح لي بالحصول على روابط خلفية عالية الجودة وذات صلة وموثوقة. تمكنني قدرات شبكتي والتواصل الواسعة التي أمتلكها من إقامة شراكات وتعاونات قيمة، مما يعزز بشكل كبير المصداقية عبر الإنترنت وسلطة المجال لمواقع الويب.`,
  },
  {
    image: "/data.png",
    title: "Data Analysis and Tool Ulti",
    description: `من خلال الاستفادة من قوة أدوات التحليلات المتطورة، مثل Google Analytics وGoogle Search Console، أقوم بتفسير البيانات للحصول على رؤى قيمة حول أداء موقع الويب وسلوك المستخدم. يمكّنني نهجي المبني على البيانات من اتخاذ قرارات مستنيرة وتكييف الاستراتيجيات في الوقت الفعلي وتحديد فرص النمو للعملاء أو المشاريع.`,
  },
  {
    image: "/content.png",
    title: "Content Strategy and Creative Writing",
    description: `باعتباري كاتبًا مبدعًا وماهرًا، أقوم بصياغة محتوى جذاب وصديق لمحركات البحث (SEO) يلقى صدى لدى كل من المستخدمين ومحركات البحث. من خلال استخدام السرد القصصي المقنع ودمج الكلمات الرئيسية المستهدفة بشكل طبيعي، أقوم بتعزيز المشاركة العضوية، وتشجيع المشاركة الاجتماعية، وإنشاء مواقع الويب كمصادر موثوقة في مجالات تخصصها.`,
  },
  {
    image: "/tech.png",
    title: "Technical SEO",
    description: `تتيح لي فطنتي التقنية إجراء عمليات تدقيق شاملة لموقع الويب، وتحديد وحل المشكلات التي قد تعيق برامج زحف محركات البحث من فهرسة صفحات الويب وتصنيفها بشكل صحيح. من خلال التحسين الدقيق لبنية الموقع، وتكوين خريطة موقع XML، والتحديد الأساسي، أقوم بتحسين إمكانية الزحف إلى موقع الويب وكفاءة الفهرسة.`,
  },
  {
    image: "/mobile.png",
    title: "Mobile Optimization",
    description: `إدراكًا لأهمية سهولة استخدام الهاتف المحمول في المشهد الرقمي اليوم، أقوم ببراعة بتحسين مواقع الويب لتناسب مختلف الأجهزة، مما يضمن تجارب مستخدم سلسة وتحسين تصنيفات محركات البحث على منصات الأجهزة المحمولة.`,
  },
  {
    image: "/rank.png",
    title: "Rank Monitoring and Reporting",
    description: `من خلال حرصي الشديد على تتبع الأداء، أقوم باستمرار بمراقبة تصنيفات الكلمات الرئيسية وحركة المرور العضوية والمقاييس الحيوية الأخرى لقياس مدى فعالية استراتيجيات تحسين محركات البحث. تتيح تقاريري المختصرة والثاقبة للعملاء وأصحاب المصلحة البقاء على اطلاع بالتقدم والنتائج.`,
  },
  {
    image: "/comm.png",
    title: "Communication and Collaboration",
    description: `أنا متواصل قوي، ماهر في التعبير بشكل فعال عن مفاهيم تحسين محركات البحث المعقدة لكل من أصحاب المصلحة التقنيين وغير التقنيين. من خلال التعاون بسلاسة مع فرق متعددة الوظائف، أقوم بدمج تحسين محركات البحث (SEO) في استراتيجيات التسويق الأوسع لقيادة حملات متماسكة ومؤثرة.`,
  },
];

export const worksImages = [
  "work1.jpg",
  "work2.jpg",
  "work3.jpg",
  "work4.jpg",
  "work5.jpg",
  "work6.jpg",
];

export const companies = [
  {
    img: "/shortcut.jpeg",
    title: "ADV - Services",
  },
  {
    img: "/shortcut.jpeg",
    title: "Dec - Services",
  },
  {
    img: "/tapes.jpeg",
    title: "Tapes - E-commerce",
  },
  {
    img: "/coffe.png",
    title: "Coffee - E-commerce",
  },
  {
    img: "/nhla.png",
    title: "Hony - E-commerce",
  },
  {
    img: "/abaya.jpeg",
    title: "Abaya - E-commerce",
  },
  {
    img: "/perfums.png",
    title: "Perfumes - E-commerce",
  },
  {
    img: "/coffee2.png",
    title: "Coffee - E-commerce",
  },
  {
    img: "/fursan.jpeg",
    title: "Equipment - E-commerce",
  },
  {
    img: "/dates.png",
    title: "Dates - E-commerce",
  },
  {
    img: "/pets.png",
    title: "Pets - E-commerce",
  },
];
