export const WhatICanWorkWithImages = [
  "zid.png",
  "shopify.png",
  "wordpress.png",
  "sala.png",
];

export const services = [
  {
    image: "/keyword.png",
    title: "Keyword Research",
    description: `أتفوق في إجراء بحث دقيق عن الكلمات الرئيسية، باستخدام الأدوات والمنهجيات
    المتقدمة لتحديد الكلمات الرئيسية والعبارات عالية التأثير التي تتوافق مع
    هدف البحث لدى الجمهور المستهدف. يمكّنني هذا النهج الاستراتيجي من تحسين
    محتوى موقع الويب والبيانات التعريفية بشكل فعال، مما يؤدي إلى تحسين
    التصنيفات وزيادة حركة المرور العضوية.`,
  },
  {
    image: "page.png",
    title: "On-Page SEO",
    description: `لدي كفائة في تحسين محركات البحث على الصفحة من خلال قدرتي على تحسين عناصر موقع الويب بدقة، بما في ذلك العناوين التعريفية والأوصاف التعريفية وعلامات الرأس والنصوص البديلة للصور. من خلال الالتزام بأفضل ممارسات تحسين محركات البحث (SEO)، أضمن أن مواقع الويب ليست صديقة لمحركات البحث فحسب، بل توفر أيضًا تجربة مستخدم سلسة وجذابة.`,
  },
  {
    image: "/backlink.png",
    title: "BackLink Building",
    description: `لدي فهم قوي لاستراتيجيات بناء الروابط الخلفية، مما يسمح لي بالحصول على روابط خلفية عالية الجودة وذات صلة وموثوقة. تمكنني قدرات شبكتي والتواصل الواسعة التي أمتلكها من إقامة شراكات وتعاونات قيمة، مما يعزز بشكل كبير المصداقية عبر الإنترنت وسلطة المجال لمواقع الويب.`,
  },
  {
    image: "/data.png",
    title: "Data Analysis and Tool Ulti",
    description: `من خلال الاستفادة من قوة أدوات التحليلات المتطورة، مثل Google Analytics وGoogle Search Console، أقوم بتفسير البيانات للحصول على رؤى قيمة حول أداء موقع الويب وسلوك المستخدم. يمكّنني نهجي المبني على البيانات من اتخاذ قرارات مستنيرة وتكييف الاستراتيجيات في الوقت الفعلي وتحديد فرص النمو للعملاء أو المشاريع.`,
  },
  {
    image: "/content.png",
    title: "Content Strategy and Creative Writing",
    description: `باعتباري كاتبًا مبدعًا وماهرًا، أقوم بصياغة محتوى جذاب وصديق لمحركات البحث (SEO) يلقى صدى لدى كل من المستخدمين ومحركات البحث. من خلال استخدام السرد القصصي المقنع ودمج الكلمات الرئيسية المستهدفة بشكل طبيعي، أقوم بتعزيز المشاركة العضوية، وتشجيع المشاركة الاجتماعية، وإنشاء مواقع الويب كمصادر موثوقة في مجالات تخصصها.`,
  },
  {
    image: "/tech.png",
    title: "Technical SEO",
    description: `تتيح لي فطنتي التقنية إجراء عمليات تدقيق شاملة لموقع الويب، وتحديد وحل المشكلات التي قد تعيق برامج زحف محركات البحث من فهرسة صفحات الويب وتصنيفها بشكل صحيح. من خلال التحسين الدقيق لبنية الموقع، وتكوين خريطة موقع XML، والتحديد الأساسي، أقوم بتحسين إمكانية الزحف إلى موقع الويب وكفاءة الفهرسة.`,
  },
  {
    image: "/mobile.png",
    title: "Mobile Optimization",
    description: `إدراكًا لأهمية سهولة استخدام الهاتف المحمول في المشهد الرقمي اليوم، أقوم ببراعة بتحسين مواقع الويب لتناسب مختلف الأجهزة، مما يضمن تجارب مستخدم سلسة وتحسين تصنيفات محركات البحث على منصات الأجهزة المحمولة.`,
  },
  {
    image: "/rank.png",
    title: "Rank Monitoring and Reporting",
    description: `من خلال حرصي الشديد على تتبع الأداء، أقوم باستمرار بمراقبة تصنيفات الكلمات الرئيسية وحركة المرور العضوية والمقاييس الحيوية الأخرى لقياس مدى فعالية استراتيجيات تحسين محركات البحث. تتيح تقاريري المختصرة والثاقبة للعملاء وأصحاب المصلحة البقاء على اطلاع بالتقدم والنتائج.`,
  },
  {
    image: "/comm.png",
    title: "Communication and Collaboration",
    description: `أنا متواصل قوي، ماهر في التعبير بشكل فعال عن مفاهيم تحسين محركات البحث المعقدة لكل من أصحاب المصلحة التقنيين وغير التقنيين. من خلال التعاون بسلاسة مع فرق متعددة الوظائف، أقوم بدمج تحسين محركات البحث (SEO) في استراتيجيات التسويق الأوسع لقيادة حملات متماسكة ومؤثرة.`,
  },
];

export const works = [
  {
    title: `موقع يعمل كمتجر
    متخصص في بيع منتجات العود ومستلزماتها`,
    brief: `تم تطوير موقع إلكتروني خالل فترة عمل لمدة
    ثالثة أشهر، وهذا الموقع يعمل كمتجر
    متخصص في بيع منتجات العود ومستلزماتها.
    خالل تلك الفترة، تم تحسين تجربة المستخدم
    بشكل كامل عبر الموقع، بما في ذلك تحسين
    واجهة المستخدم، وتحسين التصفح.`,
    src: "/works/cards/1.png",
    href: "/works/case-1",
    more: [
      {
        images: ["/works/case1/image-0.png"],
        description: `تضاعف عدد زيارات المتجر في محركات البحث من 2460 اىل 13100 زيارة في 3 شهور فقط
        ظهور المتجر بمحركات البحث من 357000 اىل 1380000 مشاهدة
        تحسن نسبة CTR النقر اىل الظهور
        تحسن ترتيب الكلمات في محركات البحث`,
      },
      {
        images: ["/works/case1/image-1.png"],
        description: `
        تحسن نسبة الزيارات من محركات البحث بنسبة %285 عن الثالث شهور قبل العمل
        تحسن المبيعات بنسبة % 
        `,
      },
      {
        images: ["/works/case1/image-2.png"],
        description: `
        ارتفاع تدريجي وقوى لمراكز الكلمات بمحركات البحث
        `,
      },
      {
        images: [
          "/works/case1/image-3.png, /works/case1/image-4.png, /works/case1/image-5.png",
          "/works/case1/image-6.png",
          "/works/case1/image-7.png",
          "/works/case1/image-8.png",
        ],
        description: `
        كلمات قامت باحتالل المراكز االوىل بمحركات البحث جوجل
        `,
      },
    ],
  },
  {
    title: `وهو متجر متخصص في
    بيع البشوت واألشمغة`,
    brief: `تم تحسين موقع إلكتروني خالل فترة عمل
    دامت لثالثة أشهر، وهو متجر متخصص في
    بيع البشوت واألشمغة. خالل هذه الفترة، تم
    تحسين تجربة المستخدم وتبسيط عملية
    الشراء عبر الموقع، باإلضافة إىل إضافة محتوى
    ذو جودة عالية لجذب المزيد من الزوار.`,
    src: "/works/cards/2.png",
    href: "/works/case-2",
  },
  {
    title: `متجر متخصص في بيع مستحضرات التجميل
    والعناية بالبشرة في المملكة العربية السعودية`,
    brief: `متجر متخصص في بيع مستحضرات التجميل
    والعناية بالبشرة في المملكة العربية السعودية.
    تم العمل عليه لمدة 3 شهور، شهد خاللها
    الموقع زيادة في حركة المرور العضوية وتحسين
    معدالت التحويل.`,
    src: "/works/cards/3.png",
    href: "/works/case-3",
  },
];

export const companies = [
  {
    img: "/shortcut.jpeg",
    title: "ADV - Services",
  },
  {
    img: "/shortcut.jpeg",
    title: "Dec - Services",
  },
  {
    img: "/tapes.jpeg",
    title: "Tapes - E-commerce",
  },
  {
    img: "/coffe.png",
    title: "Coffee - E-commerce",
  },
  {
    img: "/nhla.png",
    title: "Hony - E-commerce",
  },
  {
    img: "/abaya.jpeg",
    title: "Abaya - E-commerce",
  },
  {
    img: "/perfums.png",
    title: "Perfumes - E-commerce",
  },
  {
    img: "/coffee2.png",
    title: "Coffee - E-commerce",
  },
  {
    img: "/fursan.jpeg",
    title: "Equipment - E-commerce",
  },
  {
    img: "/dates.png",
    title: "Dates - E-commerce",
  },
  {
    img: "/pets.png",
    title: "Pets - E-commerce",
  },
];
